" 孫 子 " ， 又 稱 " 孫 子 兵 法 " , " 孫 武 兵 法 " 和 " 吳 孫 子 兵 法 " ， 是 中 國 古 代 的 兵 書 ， 作 者 為 春 秋 末 年 的 吳 國 人 孫 武 （ 字 長 卿 ） .
一 般 認 為 ， " 孫 子 兵 法 " 成 書 於 專 諸 刺 吳 王 僚 之 後 至 闔 閭 三 年 孫 武 見 吳 王 之 間 ， 也 即 前 515 至 前 512 年 ， 全 書 為 十 三 篇 ， 是 孫 武 初 次 見 面 贈 送 給 吳 王 的 見 面 禮 ； 事 見 司 馬 遷 " 史 記 " ： 「 孫 子 武 者 ， 齊 人 也 ， 以 兵 法 見 吳 王 闔 閭 .
闔 閭 曰 ： 子 之 十 三 篇 吾 盡 觀 之 矣 」.
" 孫 子 兵 法 " 是 世 界 上 最 早 的 兵 書 之 一 .
在 中 國 被 奉 為 兵 家 經 典 ，後 世 的 兵 書 大 多 受 到 它 的 影 響 ， 對 中 國 的 軍 事 學 發 展 影 響 非 常 深 遠 .
它 也 被 翻 譯 成 多 種 語 言 ， 在 世 界 軍 事 史 上 也 具 有 重 要 的 地 位 .
